const Workhistory = () =>{
    return(<div className="h-full bg-yellow-300">
    <di>
        <p>ODD-E Thailand</p>
        <p>ประสบการณ์ทำงาน 1 ปีครึ่ง</p>
        <p>เป็นบริษัทเกี่ยวกับการเขียนโปรแกรม ไซต์ที่ผมได้ทำงานอยู่มีชื่อว่า LessX เป็นไซต์ที่รับทำโปรแกรมเกี่ยวกับการเงิน มีการใช้ Agile เป็นระบบในการทำงานใช้หลัก TDD ในการเขียนโปรแกรม </p>
    </di>
    <di>
        <p>TKS Softvision</p>
        <p>ประสบการณ์ทำงาน 2 ปี</p>
        <p>เป็นบริษัทเกี่ยวกับการจัดการการแข่งขันเทควันโด หน้าที่ผมคือดูแลระบบ Network ภายในงานการแข่งขันเนื่องจากอุปกรณ์ที่ใช้ในการจัดแข่งเป็นอุปกรณ์ไร้สายเชื่อมต่อส่วนกลาง รวมถึงดูแลระบบ Live สด ต่างๆ รวมถึงแก้ปัญหากรณีคอมพิวเตอร์หรือโปรแกรมขัดข้อง</p>
    </di>
    </div>)
}

export default Workhistory